//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Άκυρο";
"Done" = "Ολοκληρώθηκε";

/* Default title */
"Photos" = "Φωτογραφίες";

/* No. of selected */
"%@ Photo Selected" = "%@ φωτογραφία επιλέχθηκε";
"%@ Photos Selected" = "%@ φωτογραφίες επιλέχθηκαν";
"%@ Video Selected" = "%@ βίντεο επιλέχθηκε";
"%@ Videos Selected" = "%@ βίντεο επιλέχθηκαν";
"%@ Items Selected" = "%@ Items Selected";

/* Grid view footer */
"%@ Photos" = "%@ φωτογραφίες";
"%@ Videos" = "%@ βίντεο";
"%@ Photos, %@ Videos" = "%1$@ Photos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ από %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Αυτή η εφαρμογή δεν έχει πρόσβαση στις φωτογραφίες ή τα βίντεό σας.";
"You can enable access in Privacy Settings." = "Μπορείτε να ενεργοποιήσετε την πρόσβαση στις Ρυθμίσεις Ιδιωτικότητας.";

/* Messages if no assets */
"No Photos or Videos" = "Καμία φωτογραφία ή βίντεο";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Μπορείτε να βγάζετε φωτογραφίες και βίντεο με την χρήση της κάμερας ή να συγχρονίζετε φωτογραφίες και βίντεο στο %@\nχρησιμοποιώντας το iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Μπορείτε να συγχρονίσετε τις φωτογραφίες και τα βίντεο στο %@ χρησιμοποιώντας το iTunes.";

/* Accessibility labels */
"Play" = "Αναπαραγωγή";
"Select" = "Επιλογή";
"Deselect" = "Αποεπιλογή";

/* Video duration spell out */
"hours" = "ώρες";
"hour" = "ώρα";
"minutes" = "λεπτά";
"minute" = "λεπτό";
"seconds" = "δευτερόλεπτα";
"second" = "δευτερόλεπτο";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Αδυναμία αναπαραγωγής ροής βίντεο";
"OK" = "OK";
